Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

# CancelEmailQuestion
source: Are you sure you want to abort recovery email setup?
ar: هل ترغب حقًا في إلغاء عملية إعداد بريد الاسترداد؟
be: Вы ўпэўнены, што хочаце скасаваць наладку электроннай пошты для аднаўлення?
ca: Segur que voleu interrompre la configuració de l'adreça de recuperació?
de: Wirklich die E-Mail-Einrichtung abbrechen?
es: ¿Quieres anular la configuración del correo de recuperación?
fa: آیا از لغو راه‌اندازی ایمیل بازیابی اطمینان دارید؟
fi: Haluatko varmasti keskeyttää palautussähköpostin käyttöönoton?
fr: Voulez-vous vraiment annuler l'activation du courriel de récupération ?
id: Anda yakin untuk membatalkan pengaturan surel pemulihan?
it: Vuoi davvero interrompere la configurazione dell'email di recupero?
ko: 정말 복구 이메일 설정을 중단하시겠습니까?
ms: Anda pasti ingin batalkan aturan emel pemulihan?
nl: Instellen van herstel-e-mailadres annuleren?
pl: Czy na pewno chcesz przerwać konfigurację e-maila odzyskiwania hasła?
pt_br: Deseja mesmo desistir de configurar o email de recuperação?
ru: Вы точно хотите прервать настройку почты для восстановления пароля?
sv: Är du säker på att du vill avbryta inställningen för återställning via e-post?
tr: Kurtarma e-postası kurulumunu sonlandırmak istediğinizden emin misiniz?
uk: Ви дійсно хочете скасувати додавання е-пошти для відновлення?
uz: Haqiqatan tiklash emailini sozlashni bekor qilmochimisiz?

# CancelEmailQuestionTitle
source: Abort setup
ar: إلغاء عملية الإعداد
be: Скасаваць наладку
ca: Interromp la configuració
de: Einrichtung abbrechen
es: Anular configuración
fa: لغو راه‌اندازی
fi: Keskeytä
fr: Annuler le paramétrage
id: Batalkan pengaturan
it: Interrompi configurazione
ko: 설치 중단
ms: Batal aturan
nl: Installatie annuleren
pl: Przerwij konfigurację
pt_br: Desistir da configuração
ru: Прервать установку
sv: Avbryt inställningar
tr: Kurulumu iptal et
uk: Перервати увімкнення
uz: Sozlashni bekor qilish

source: Cancel Forward
ar: إلغاء التحويل
be: Скасаваць перасылку
ca: Cancel·lació
de: Weiterleitung abbrechen
es: Cancelar reenvío
fi: Peru välitys
fr: Annuler le transfert
it: Annulla inoltro
ko: 전달 취소
ms: Batal Dimajukan
nl: Doorsturen annuleren
pl: Anuluj przekazanie
pt_br: Cancelar Encaminhamento
ru: Отменить пересылку
sv: Avbryt vidarebefordran
tr: İletmeyi İptal Et
uk: Скасувати пересилання

# CancelForwardChat
source: What would you like to do with {0} from **{1}**?
ar: ما الذي تود فعله بـ ⁨{0}⁩ من ⁨{1}⁩؟
be: Што вы хочаце зрабіць з {0} з **{1}**?
ca: Què voleu fer amb {0} de **{1}**?
de: Was möchtest du mit {0} von **{1}** machen?
es: ¿Qué quieres hacer con {0} de **{1}**?
fi: {0} valittu ja välitetään keskustelusta **{1}**.
fr: Que voudriez-vous faire avec {0} depuis {1} ?
it: Cosa vuoi fare con {0} da **{1}**?
ko: **{1}** 의 {0} 에 대해 어떻게 하시겠습니까?
ms: Apa yang anda ingin lakukan dengan {0} dari **{1}**?
pl: Co chcesz zrobić z {0} od **{1}**?
pt_br: O que deseja fazer com {0} de **{1}**?
ru: Вы выбрали {0} от {1}.
sv: Vad vill du göra med {0} från **{1}**?
tr: **{1}** sohbetinden {0} ile ne yapmak istersiniz?
uk: Що зробити з {0} із **{1}**?

source: Cancel Forwarding
ar: إلغاء التحويل
be: Скасаваць перасылку
ca: Cancel·la el reenviament
de: Weiterleitung abbrechen
es: Cancelar reenvío
fi: Peru välitys
fr: Annuler
it: Annulla inoltro
ko: 전달 취소하기
ms: Batal Dimajukan
nl: Doorsturen annuleren
pl: Anuluj przekazywanie
pt_br: Cancelar
ru: Отменить пересылку
sv: Avbryt vidarebefordran
tr: İletmeyi İptal Et
uk: Скасувати пересилання

# CancelForwardMessage
source: Do you want to cancel forwarding or to forward messages to a different chat?
ar: هل تريد إلغاء التحويل أم تحويل الرسائل إلى محادثة أخرى؟
be: Вы хочаце скасаваць перасылку або адпраўку паведамленняў у іншы чат?
ca: Voleu cancel·lar el reenviament? O enviar missatges a un xat diferent?
de: Weiterleitung abbrechen oder möchtest du Nachrichten an einen anderen Chat senden?
es: ¿Quieres cancelar el reenvío o reenviar los mensajes a un chat diferente?
fi: Haluatko varmasti perua välittämisen tai välittää viestit toiseen keskusteluun?
fr: Voulez-vous annuler le transfert ou transférer les messages vers un autre échange ?
it: Vuoi annullare l'inoltro o inviare i messaggi in un'altra chat?
ko: 전달을 취소하거나 다른 대화로 전달하겠습니까?
ms: Anda ingin batal dimajukan atau kirim mesej ke bual lain?
nl: Doorsturen annuleren of doorsturen naar een andere chat?
pl: Chcesz anulować przekazywanie wiadomości lub przekazać wiadomości do innego czatu?
pt_br: Deseja cancelar o encaminhamento ou enviar as mensagens para um chat diferente?
ru: Вы хотите отменить отправку или отправить сообщения в другой чат?
sv: Vill du avbryta vidarebefordran eller skicka meddelanden till en annan chatt?
tr: İletmeyi iptal etmek mi yoksa farklı bir sohbete mesaj göndermek mi istiyorsunuz?
uk: Скасувати пересилання чи переслати до іншого чату?

# CancelForwardPrivate
source: What would you like to do with {0} from your chat with **{1}**?
ar: ما الذي تود فعله بـ ⁨{0}⁩ من محادثتك مع ⁨{1}⁩؟
be: Што вы хочаце зрабіць з {0} з вашага чата з **{1}**?
ca: Què voleu fer amb {0} del vostre xat amb {1}?
de: Was möchtest du mit {0} aus deinem Chat mit **{1}** machen?
es: ¿Qué quieres hacer con {0} de tu chat con **{1}**?
fi: {0} valittu ja välitetään keskustelusta henkilön **{1}** kanssa.
fr: Que voudriez-vous faire avec {0} depuis votre échange avec **{1}** ?
it: Cosa vuoi fare con {0} dalla tua chat con **{1}**?
ko: **{1}** 와 대화에서의 {0} 에 대해 어떻게 하시겠습니까?
ms: Apa yang anda ingin lakukan dengan {0} dari bual anda dengan **{1}**?
pl: Co chcesz zrobić z {0} z czatu z **{1}**?
pt_br: O que deseja fazer com {0} do seu chat com **{1}**?
ru: Вы выбрали {0} из чата с {1}.
sv: Vad vill du göra med {0} från din chatt med **{1}**?
tr: **{1}** ile sohbetinizden {0} ile ne yapmak istersiniz?
uk: Що зробити з {0} з вашого чату з **{1}**?

# CancelLinkExpired
source: Link is invalid or expired.
ar: رابط غير صحيح أو منتهي الصلاحية.
be: Гэта спасылка няправільная або яе тэрмін дзеяння скончыўся.
ca: L'enllaç no és vàlid o ha expirat.
de: Link ist ungültig oder abgelaufen.
es: El enlace no es válido o expiró.
fa: لینک منقضی شده یا نامعتبر است.
fi: Linkki on virheellinen tai vanhentunut.
fr: Lien invalide ou expiré.
id: Tautan tidak valid atau kadaluwarsa.
it: Link non valido o scaduto.
ko: 링크가 폐기되거나 만료되었습니다.
ms: Link tidak sah atau sudah lupus.
nl: Deze link is ongeldig of verlopen.
pl: Link jest niepoprawny lub wygasł.
pt_br: O link expirou ou está inválido.
ru: Ссылка неверна или устарела.
sv: Felaktig eller utgången länk.
tr: Bağlantı geçersiz ya da süresi dolmuş.
uk: Посилання недійсне або застаріле.
uz: Havola yaroqsiz yoki muddati tugagan.
zh_cn: 链接无效或已过期。
zh_tw: 鏈結無效或已過期。

# CancelLinkSuccess
source: The deletion process was cancelled for your account {0}. You may close this window now.
ar: تم إلغاء عملية حذف حسابك ⁨{0}⁩. يمكنك الآن إغلاق هذه النافذة.
be: Працэс выдалення вашага ўліковага запісу {0} быў скасаваны. Цяпер вы можаце закрыць гэта акно.
ca: S'ha cancel·lat el procés d'eliminació del compte {0}. Podeu tancar aquesta finestra.
de: Löschvorgang für dein Konto {0} wurde abgebrochen. Du kannst das Fenster nun schließen.
es: El proceso de eliminación de tu cuenta {0} fue cancelado. Puedes cerrar esta ventana.
fa: فرآیند حذف حساب کاربری شما (⁨{0}⁩) لغو شد. شما می‌توانید این پنجره را ببندید.
fi: Tilisi {0} poistaminen keskeytettiin. Voit nyt sulkea tämän ikkunan.
fr: Le processus de suppression de votre compte {0} a été annulé. Vous pouvez maintenant fermer cette fenêtre.
id: Proses penghapusan akun Anda dibatalkan {0}. Anda dapat menutup jendela ini sekarang.
it: Il processo di eliminazione per il tuo account {0} è stato annullato. Puoi chiudere questa finestra ora.
ko: {0} 계정 탈퇴 작업이 취소되었습니다. 이제 이 창을 닫으셔도 좋습니다.
ms: Proses pemadaman telah dibatalkan untuk akaun anda {0}. Sila tutup tingkap ini sekarang.
nl: De verwijdering van account: {0} is geannuleerd. Je kunt dit venster sluiten.
pl: Proces usuwania konta {0} został anulowany. Możesz zamknąć to okno.
pt_br: O processo de exclusão da sua conta {0} foi cancelado. Você pode fechar esta janela agora.
ru: Процесс удаления Вашего аккаунта {0} был отменён. Теперь можете закрыть это окно.
sv: Borttagningsprocessen för ditt konto {0} avbröts. Du kan stänga det här fönstret nu.
tr: {0} hesabınız için silme işlemi iptal edildi. Şimdi bu pencereyi kapatabilirsiniz.
uk: Процес видалення вашого акаунта {0} було скасовано. Зараз ви можете закрити це вікно.
uz: {0} hisobingizni oʻchirib tashlash jarayoni bekor qilindi. Hozir bu oynani yopishingiz mumkin.
zh_cn: 删除您的账号（{0}）的请求已被取消 。您现在可以关闭此窗口。
zh_tw: 删除您的賬戶（{0}）的請求已被取消 。您現在可以關閉此視窗。

# CancelLinkSuccessTitle
source: Success
ar: تم!
ca: Correcte
de: Erfolgreich
es: ¡Listo!
fi: Onnistui!
fr: Succès
it: Fatto
ko: 성공
ms: Berjaya
pt_br: Sucesso
ru: Готово
sv: Klart!
tr: Başarılı
uk: Успіх

# CancelPasswordQuestion
source: Are you sure you want to abort two-step verification setup?
ar: هل تريدون فعلًا إلغاء إعداد التحقق بخطوتين؟
be: Вы ўпэўнены, што хочаце скасаваць наладку двухэтапнай праверкі?
ca: Segur que voleu interrompre la configuració de la verificació en dos passos?
de: Wirklich Einrichtung der zweistufigen Bestätigung abbrechen?
es: ¿Quieres anular la configuración de la verificación en dos pasos?
fa: آیا از لغو راه‌اندازی تأیید دو مرحله‌ای اطمینان دارید؟
fi: Haluatko varmasti keskeyttää kaksivaiheisen todennuksen käyttöönoton?
fr: Voulez-vous vraiment annuler la double authentification ?
id: Anda yakin untuk membatalkan pengaturan verifikasi dua langkah?
it: Vuoi davvero interrompere la configurazione della verifica in due passaggi?
ko: 정말 2단계 인증 설정을 중단하시겠습니까?
ms: Anda pasti ingin batalkan aturan verifikasi 2-langkah?
nl: Instellen van Twee-staps-verificatie annuleren?
pl: Czy na pewno chcesz przerwać konfigurację weryfikacji dwustopniowej?
pt_br: Deseja mesmo desistir de configurar a verificação em duas etapas?
ru: Вы точно хотите прервать настройку двухэтапной аутентификации?
sv: Är du säker på att du vill avbryta förberedelserna för 2-stegsverifiering ?
tr: İki adımlı doğrulama kurulumunu sonlandırmak istediğinizden emin misiniz?
uk: Ви дійсно хочете скасувати встановлення двоетапної перевірки?
uz: Haqiqatan ikki bosqichli tekshiruvni oʻrnatishni bekor qilasizmi?

# CancelPasswordReset
source: Cancel the password reset process? If you request a new reset later, it will take another 7 days.
ar: إلغاء عملية إعادة تعيين كلمة المرور؟ إذا طلبت لاحقًا إعادة تعيين جديد؛ فسوف يستغرق 7 أيام أخرى.
be: Скасаваць працэс скіду пароля? Калі вы пазней зноў захочаце скінуць пароль, гэта зойме яшчэ 7 дзён.
ca: Voleu cancel·lar el restabliment de la contrasenya? Si en demaneu un altre, trigarà 7 dies més.
de: Den Vorgang der Passwort-Zurücksetzung abbrechen? Wenn du später eine erneute Zurücksetzung anforderst, dauert es wieder 7 Tage.
es: ¿Cancelar el restablecimiento de la contraseña? Si solicitas un nuevo restablecimiento más tarde, tomará otros 7 días.
fi: Perutaanko nollauspyyntö? Jos pyydät uudelleen, 7 päivän odotusaika alkaa alusta.
fr: Annuler le processus de réinitialisation du mot de passe ? Si vous demandez une nouvelle réinitialisation plus tard, cela prendra 7 jours de plus.
it: Annullare il processo di rimozione password? Se richiedi nuovamente il ripristino, serviranno altri 7 giorni.
ko: 비밀번호 초기화를 취소하겠습니까? 새로운 초기화 신청시, 다시 7일이 소요됩니다.
ms: Batalkan proses set semula kata laluan? Jika anda memohon set semula baru nanti, ia akan ambil masa selama 7 hari.
pl: Anulować proces resetowania hasła? Jeśli później zażądasz ponownego zresetowania hasła, zajmie to kolejne 7 dni.
pt_br: Cancelar redefinição de senha? Se você solicitar uma nova redefinição mais tarde, levará mais 7 dias.
ru: Отменить сброс пароля? Если Вы запросите сброс пароля позже, процедура снова займет 7 дней.
sv: vill du avbryta lösenordsåterställningen? Om du begär en återställningen igen kommer det att ta ytterligare 7 dagar.
tr: Parola sıfırlama işlemi iptal edilsin mi? Daha sonra yeni bir sıfırlama talebinde bulunursanız, bu 7 gün daha sürer.
uk: Скасувати скидання пароля? Якщо в майбутньому вам треба буде його скинути, це триватиме ще 7 днів.

# CancelPasswordResetNo
source: NO
ar: لا
be: НЕ
de: NEIN
fi: EI
fr: NON
ko: 아니오
ms: TIDAK
nl: NEE
pl: NIE
pt_br: NÃO
ru: НЕТ
sv: NEJ
tr: HAYIR
uk: НІ

# CancelPasswordResetYes
source: YES
ar: نعم
be: ТАК
ca: SÍ
de: JA
es: SÍ
fi: KYLLÄ
fr: OUI
it: SÌ
ko: 예
ms: YA
nl: JA
pl: TAK
pt_br: SIM
ru: ДА
sv: JA
tr: EVET
uk: ТАК

# CancelPollAlertText
source: Are you sure you want to discard this poll?
ar: هل ترغب حقًا في تجاهل هذا الاستفتاء؟
be: Вы ўпэўнены, што хочаце адхіліць гэта апытанне?
ca: Segur que voleu descartar l’enquesta?
de: Wirklich diese Umfrage verwerfen?
es: ¿Quieres descartar esta encuesta?
fa: آیا از لغو این نظرسنجی اطمینان دارید؟
fi: Haluatko varmasti hylätä tämän kyselyn?
fr: Voulez-vous vraiment effacer ce sondage ?
id: Anda ingin membatalkan pol Ini?
it: Vuoi davvero scartare questo sondaggio?
ko: 정말 이 설문을 삭제하시겠습니까?
ms: Anda pasti ingin hapus undian ini?
nl: Deze poll echt weggooien?
pl: Czy na pewno chcesz odrzucić tę ankietę?
pt_br: Deseja descartar essa enquete?
ru: Вы уверены, что хотите удалить этот опрос?
sv: Säker på att du vill förkasta omröstningen?
tr: Bu anketi silmek istediğinizden emin misiniz?
uk: Ви дійсно хочете відхилити це опитування?
uz: Haqiqatan ham bu soʻrovnoma oʻchirilsinmi?

# CancelPollAlertTitle
source: Discard poll?
ar: تجاهل الاستفتاء؟
be: Адхіліць апытанне?
ca: Voleu descartar l'enquesta?
de: Umfrage verwerfen?
es: ¿Descartar encuesta?
fa: نظرسنجی لغو شود؟
fi: Hylätäänkö kysely?
fr: Effacer le sondage ?
id: Batalkan pol?
it: Scartare il sondaggio?
ko: 설문 삭제
ms: Hapus undian?
nl: Poll verwijderen?
pl: Odrzucić ankietę?
pt_br: Descartar enquete?
ru: Удалить опрос?
sv: Förkasta omröstningen?
tr: Anket silinsin mi?
uk: Відхилити опитування?
uz: Soʻrovnoma oʻchirilsinmi?

source: Cancel registration
ar: إلغاء التسجيل
be: Скасаваць рэгістрацыю
ca: Cancel·la el registre
de: Registrierung abbrechen
es: Cancelar registro
fa: لغو ثبت نام
fi: Keskeytä rekisteröinti
fr: Annuler l'inscription
id: Batalkan pendaftaran
it: Annulla iscrizione
ko: 가입 취소
ms: Batalkan pendaftaran
nl: Registratie annuleren
pl: Anuluj rejestrację
pt_br: Cancelar registro
ru: Отмена регистрации
sv: Avbryt registrering
tr: Kaydı iptal et
uk: Скасувати реєстрацію
uz: Roʻyxatdan oʻtishni bekor qilish
zh_cn: 取消注册
zh_tw: 取消註冊

source: Cancel reset
ar: إلغاء إعادة التعيين
be: Скасаваць скід
ca: Cancel·la-ho
de: Zurücksetzung abbrechen
es: Cancelar restablecimiento
fi: Keskeytä nollaus
fr: Annuler la réinitialisation
it: Annulla rimozione
ko: 초기화 취소
ms: Batalkan set semula
pl: Anuluj resetowanie
pt_br: Cancelar redefinição
ru: Отменить сброс
sv: Avbryt återställning
tr: Sıfırlamayı iptal et
uk: Скасувати скидання

source: Cancel sending
ar: إلغاء الإرسال
be: Скасаваць адпраўку
ca: Cancel·la l'enviament
de: Versand abbrechen
es: Cancelar envío
fa: لغو ارسال
fi: Peruuta lähetys
fr: Annuler l'envoi
id: Batal kirim
it: Annulla invio
ko: 보내기 취소
ms: Batal kiriman
nl: Versturen annuleren
pl: Anuluj wysyłanie
pt_br: Cancelar o envio
ru: Отменить отправку
sv: Avbryt sändning
tr: Gönderimi İptal Et
uk: Скасувати надсилання
uz: Yuborishni bekor qilish
zh_cn: 取消发送
zh_tw: 取消發送

# CanJoin_one
source: {0} can join
ar: ⁨{0}⁩ يمكنه الانضمام
be: {0} можа далучыцца
ca: {0} ús
de: {0} kann beitreten
es: {0} puede unirse
fi: {0} voi liittyä
fr: {0} peut rejoindre
it: {0} può unirsi
nl: {0} kan deelnemen
pl: {0} może dołączyć
pt_br: {0} pode entrar
ru: ещё {0} вступление
sv: {0} kan gå med
tr: {0} kişi katılabilir
uk: {0} може приєднатися

# CanJoin_other
source: {0} can join
ar: ⁨{0}⁩ يمكنهم الانضمام
be: {0} можа далучыцца
ca: {0} usos
de: {0} können beitreten
es: {0} pueden unirse
fi: {0} voi liittyä
fr: {0} peuvent rejoindre
it: {0} possono unirsi
ko: {0} 명 입장 가능
ms: {0} boleh sertai
nl: {0} kunnen deelnemen
pl: {0} może dołączyć
pt_br: {0} podem entrar
ru: ещё {0} вступлений
sv: {0} kan gå med
tr: {0} kişi katılabilir
uk: {0} можуть приєднатися

# CantAddBotAsAdmin
source: Bots can only be added to channels as admins.
ar: يمكن إضافة البوتات للقنوات كمشرفين فقط.
be: Ботаў можна дадаваць у канал толькі ў якасці кіраўнікоў.
ca: Els bots només es poden afegir com a admins.
de: Bots können Kanälen nur als Admins hinzugefügt werden.
es: Los bots sólo pueden ser añadidos a canales como administradores.
fi: Botteja voi lisätä kanaville vain valvojina.
fr: Les bots ne peuvent être ajoutés aux canaux qu'en tant qu'administrateurs.
it: I bot possono essere aggiunti ai canali solo come amministratori.
ko: 관리자만 채널에 봇을 추가할 수 있습니다.
ms: Bot hanya boleh ditambah ke saluran sebagai pentadbir.
nl: Bots kunnen alleen als beheerder aan kanalen worden toegevoegd.
pl: Boty mogą być dodawane do kanałów tylko jako administratorzy.
pt_br: Bots só podem ser adicionados aos canais como admins.
ru: Ботов можно добавлять в каналы только как администраторов.
sv: Bottar kan endast läggas till som administratörer.
tr: Botlar, kanallara yalnızca yönetici olarak eklenebilir.
uk: Ботів можна додавати до каналів лише як адміністраторів.

# CantPlayVideo
source: App was unable to play this video. Try to play it with external player?
ar: لم يتمكن التطبيق من تشغيل هذا المقطع المرئي، هل ترغب في تشغيله بمشغل خارجي؟
be: Праграме не ўдалося прайграць відэа. Паспрабаваць іншы прайгравальнік?
ca: No s'ha pogut reproduir el vídeo. Proveu amb un reproductor extern.
de: App konnte dieses Video nicht abspielen. Möchtest du es mit einem externen Player abspielen?
es: La app no logró reproducir este video. ¿Quieres intentarlo con un reproductor externo?
fa: برنامه قادر به پخش این ویدیو نبود. با پخش کننده خارجی امتحان می‌کنید؟
fi: Sovellus ei pystynyt toistamaan videota. Haluatko kokeilla erillistä toistinta?
fr: L'application n'a pas réussi à lire cette vidéo. Essayer avec un lecteur externe ?
id: Aplikasi tidak dapat memutar video ini. Apakah Anda ingin mencoba dengan aplikasi lain?
it: L'app non può riprodurre questo video. Vuoi provare con un lettore esterno?
ko: 앱에서 동영상을 재생할 수 없습니다. 외부 플레이어로 재생할까요?
ms: Aplikasi tidak dapat memainkan video ini. Ingin mencuba dengan pemain luaran?
nl: De app kon deze video niet afspelen. Afspelen proberen met externe speler?
pl: Aplikacja nie była w stanie odtworzyć tego wideo. Spróbuj odtworzyć zewnętrznym odtwarzaczem.
pt_br: O app não conseguiu reproduzir o vídeo. Deseja abrir em um player externo?
ru: Не удалось воспроизвести видео в приложении. Попробовать сторонний видеоплеер?
sv: Appen kunde inte spela videon. Vill du försöka med en annan spelare?
tr: Uygulama, bu videoyu oynatamadı. Harici oynatıcıyla denemek ister misiniz?
uk: Застосунок не зміг відтворити це відео. Спробувати в зовнішньому програвачі?
uz: Dastur videoni ochishga qodir emas. Boshqa dasturda ochishga urinib ko'ring.
zh_cn: 应用无法播放此视频，要尝试使用外部播放器播放吗？
zh_tw: 程式無法播放此影片，要嘗試使用外部播放器播放嗎？

source: Caption
ar: الوصف
be: Подпіс
ca: Llegenda
de: Beschriftung
es: Comentario
fa: عنوان
fi: Kuvateksti
fr: Légende
id: Keterangan
it: Didascalia
ko: 설명
ms: Kapsyen
nl: Onderschrift
pl: Podpis
pt_br: Legenda
ru: Подпись
sv: Bildtext
tr: Başlık
uk: Опис
uz: Izoh
zh_cn: 说明
zh_tw: 說明

# CardNumberCopied
source: Card number copied to clipboard
ar: تم نسخ رقم البطاقة إلى الحافظة.
be: Нумар карткі скапіяваны ў буфер абмену
ca: S'ha copiat el número al porta-retalls
de: Kartennummer in Zwischenablage kopiert
es: Número de tarjeta copiado al portapapeles
fa: شماره کارت در حافظه کپی شد
fi: Kortin numero kopioitiin leikepöydälle.
fr: Numéro de carte copié dans le presse-papier
id: Nomor kartu disalin ke papan klip.
it: Numero carta copiato negli appunti
ko: 카드 번호가 클립보드에 복사되었습니다
ms: Nombor kad disalin ke papan klip
nl: Kaartnummer naar klembord gekopiëerd
pl: Numer karty został skopiowany do schowka
pt_br: Número do cartão copiado.
ru: Номер карты скопирован в буфер обмена
sv: Kortnumret kopierat till Urklipp.
tr: Kart numarası panoya kopyalandı
uk: Номер картки скопійовано
uz: Karta raqami vaqtinchalik xotiraga nusxalandi

source: Change
ar: تغيير
be: Змяніць
ca: Canvia
de: Ändern
es: Cambiar
fa: تغییر
fi: Vaihda
fr: Changer
id: Ganti
it: Cambia
ko: 바꾸기
ms: Tukar
nl: Wijzigen
pl: Zmień
pt_br: Alterar
ru: Изменить
sv: Byt
tr: Değiştir
uk: Змінити
uz: O‘zgartirish

source: Change Chat Background
ar: تغيير خلفية المحادثة
be: Змяніць фон чата
ca: Canvia el fons del xat
de: Chathintergrund ändern
es: Cambiar fondo de chat
fa: تغییر پس‌زمینه گفتگو
fi: Vaihda keskustelun taustakuvaa
fr: Changer l'arrière-plan
id: Ganti Latar Chat
it: Cambia sfondo chat
ko: 대화 배경 바꾸기
ms: Tukar Latar Belakang Bual
nl: Chatachtergrond wijzigen
pl: Zmień tło czatu
pt_br: Alterar Papel de Parede
ru: Изменить фон
sv: Byt chattbakgrund
tr: Sohbet Arka Planını Değiştir
uk: Змінити фон чатів
uz: Chat fonini oʻzgartirish

source: Change colors
ar: تغيير الألوان
be: Змяніць колеры
ca: Canvia els colors
de: Farben ändern
es: Cambiar colores
fi: Vaihda väriä
fr: Changer les couleurs
it: Cambia colori
ko: 색상 변경
ms: Tukar warna
nl: Kleuren wijzigen
pl: Zmień kolory
pt_br: Alterar cores
ru: Изменить цвета
sv: Byt färger
tr: Renkleri değiştir
uk: Змінити кольори

# ChangeColorToColor
source: Do you want to use your currently selected background or reset it to the default for this theme?
ar: هل تريد استخدام الخلفية المختارة حاليا أم إعادة تعيين الأساسية لهذا النمط؟
be: Вы хочаце выкарыстоўваць выбраны вамі фон або скінуць яго на прадвызначаны для гэтай тэмы?
ca: Voleu usar l'últim fons seleccionat, o restablir el fons predefinit d'aquest tema?
de: Möchtest du deinen aktuell ausgewählten Hintergrund verwenden oder ihn auf den Standard für dieses Farbthema zurücksetzen?
es: ¿Quieres usar el fondo seleccionado actualmente o restablecer el fondo por defecto para este tema?
fi: Haluatko käyttää nykyistä taustaväriä vai vaihtaa teeman oletusväriin?
fr: Voulez-vous appliquer l'arrière-plan que vous avez sélectionné ou le réinitialiser à la valeur par défaut de ce thème ?
it: Vuoi usare lo sfondo attualmente selezionato o ripristinare quello di default per questo tema?
ko: 지금 선택한 배경을 사용하시겠습니까? 아니면 이 테마의 기본 설정으로 초기화 하시겠습니까?
ms: Anda ingin guna latar belakang yang anda pilih atau set semula ke paras asal untuk tema ini?
nl: Wil je je huidige achtergrond gebruiken of deze herstellen naar de standaard achtergrond van dit thema?
pl: Chcesz używać aktualnie wybranego tła, czy dla tego motywu zresetować je do ustawień domyślnych?
pt_br: Deseja usar o papel de parede selecionado atualmente ou redefinir para o padrão deste tema?
ru: Использовать ранее выбранный фон или сбросить его на фон по умолчанию для этой темы?
sv: Vill du använda din nuvarande valda bakgrund eller återställa den till standard för detta tema?
tr: Seçili arka planınızı kullanmak mı yoksa bu tema için varsayılana sıfırlamak mı istiyorsunuz?
uk: Використовувати раніше вибраний фон чи скинути його на фон з цієї теми?
